INSERT INTO health.aw_foods (title,description,create_time,update_time) VALUES
	 ('茯苓大枣粥【小儿腹泻】','茯苓大枣粥：茯苓粉30g、梗米60g、大枣10枚（去核），浸泡后共煮粥，粥成再加入茯苓粉拌匀，稍煮，服时加适量白糖，每日2～3次。注意腹胀、小便多者不用。','2023-04-08 12:29:57','2023-04-08 12:29:57'),
	 ('消化散【小儿腹泻】','消化散：山楂30g、苍术10g、木香5g，以上研粉过细筛，每服6～10g，梗米或山药煮汁送福，每日3次。','2023-04-08 12:30:24','2023-04-08 12:30:24'),
	 ('葛根粉粥【小儿腹泻】','葛根粉粥：葛根粉30g、粳米100g，将粳米加水适量武火煮沸，改文火再煮半小时加葛根粉拌匀，至米烂成粥，每日早晚服用，可连服3～4周。','2023-04-08 12:30:41','2023-04-08 12:30:41'),
	 ('大枣木香汤【小儿腹泻】','大枣木香汤：大枣20枚（去核）、木香6g，用文火共煮1小时，后入木香再煮片刻，去渣后温服，每日2～3次。适用于脾虚气滞、久泻不愈患儿。','2023-04-08 12:30:55','2023-04-08 12:30:55'),
	 ('糯米固肠粥【小儿腹泻】','糯米固肠粥：糯米30g（略炒）、山药15g，共煮粥，熟后加胡椒末少许、白糖适量调服。每日2次。
','2023-04-08 12:31:15','2023-04-08 12:31:15');
