INSERT INTO health.aw_jingluos (title,poster,description,create_time,update_time) VALUES
	 ('手太阴肺经','https://i.postimg.cc/T2c3M1hJ/image.png','1．循行部位：手太阴肺经起于中脘部，下行至脐（水分穴）附近络于大肠，复返向上沿着胃的上口，穿过横膈膜，直属于肺，上至气管、喉咙，沿锁骨横行至腋下（中府、云门二穴），沿着上肢内侧前缘下行，至肘中，沿前臂内侧桡骨边缘进入寸口，经大鱼际部，至拇指桡侧尖端（少商穴）。


2．分支：从腕后（列缺穴）分出，前行至食指桡侧尖端（商阳穴），与手阳明大肠经相接。


3．联系脏腑：属肺，络大肠，通过横膈，并与胃和肾等有联系。','2023-04-08 10:44:10','2023-04-08 10:44:10'),
	 ('足太阴脾经','https://i.postimg.cc/vmWdr2Vt/image.png','1．循行部位：足太阴脾经起于足大趾内侧端（隐白穴），沿足内侧赤白肉际上行，经内踝前面（商丘穴），上小腿内侧，沿胫骨后缘上行，至内踝上八寸处（漏谷穴）走出足厥阴肝经前面，经膝股内侧前缘至冲门穴，进入腹部，属脾络胃，向上通过横膈，夹食管旁（络大包，会中府），连于舌根，散于舌下。


2．分支：从胃部分出，向上通过横膈，于任脉的膻中穴处注入心中，与手少阴心经相接。


3．联系脏腑：属脾，络胃，与心、肺等有直接联系。','2023-04-08 10:48:11','2023-04-08 10:48:11'),
	 ('足太阳膀胱经','https://i.postimg.cc/wj8fXqcn/image.png','1．循行部位：足太阳膀胱经起于内眼角（睛明穴），上过额部，直至巅顶交会于督脉的百会穴。


2．分支


巅顶部的分支：从巅顶（百会穴）分出至耳上角。


巅顶向后直行分支：从巅顶下行（至脑户穴）入颅内络脑，复返出来下行项后（天柱穴）。


下分为两支：其一，沿肩胛内侧（大杼穴始），夹脊旁，沿背中线旁一寸五分，下行至腰部，进入脊旁筋肉，络于肾，下属膀胱，再从腰中分出下行，夹脊旁，通于臀部，经大腿后面，进入胭窝中。其二，从肩胛内侧分别下行，通过肩胛，沿背中线旁三寸下行，过臀部，经过髋关节部（环跳穴），沿大腿外侧后边下行，会合于胭窝中，向下通过腓肠肌，经外踝后面（昆仑穴），在足跟部折向前，经足背外侧至足小趾外侧端（至阴穴），与足少阴肾经相接。


3．联系脏腑：属膀胱，络肾，与心、脑有联系。','2023-04-08 10:53:10','2023-04-08 10:53:10'),
	 ('手阳明大肠经','https://i.postimg.cc/tCCCXbxQ/image.png','1．循行部位：手阳明大肠经起于食指挠侧尖端（商阳穴），沿食指挠侧上行，经过合谷（第一、二掌骨之间）进入两筋（拇长伸肌腱和拇短伸肌腱）之间，沿上肢外侧前缘，上行至肩前，经肩盂穴（肩端都），过肩后，至项后督脉的大椎穴（第七颈椎棘突下），前行内人足阳明经的缺盆穴（锁骨上窝），络于肺，下行通过横膈，属于大肠。


2．分支：从缺盆上行，经颈旁（天鼎、扶突）至面颊，入下齿龈中，复返出来夹口角，通过足阳明胃经地仓穴，绕至上唇鼻中央督脉的水沟穴（人中），左脉右行，右脉左行，分别至鼻孔两旁（迎香穴），与足阳明胃经相接。


3．联系脏腑：属大肠，络肺，并与胃经有直接联系。','2023-04-08 10:54:15','2023-04-08 10:54:15'),
	 ('足阳明胃经','https://i.postimg.cc/BvDJhQdD/image.png','1．循行部位：足阳明胃经起于鼻翼两侧（迎香穴），上行至鼻根部，旁行人跟内角会足太阳膀胱经（睛明穴），向下沿鼻的外侧（承泣、四白），进入上齿龈内，复出绕过口角左右相交于颏唇沟（承浆穴），再向后沿着下颌出大迎穴，沿下领角（颊车穴），上行耳前，经颧弓上行，沿着前发际，到达前额（会神庭穴）。


2．分支


面部分支：从大迎穴前方下行到人迎穴，沿喉咙旁进入缺盆，向下通过横膈，属于胃（会任脉的上脘、中脘），络于脾。


缺盆部直行脉：从缺盆下行，沿乳中线下行，夹脐两旁（沿中线旁开二寸），至鼠蹊部的气冲（又名气街）穴。


胃下口分支：从胃下口幽门处附近分出，沿腹腔深层，下行至气街穴，与来自缺盆的直行脉会合于气冲（气街穴）。再由此斜向下行到大腿前侧（髀关穴）；沿下肢外侧前缘，经过膝盖，沿胫骨外侧前缘下行至足背，进入第二足趾外侧（厉兑穴）。


胫部分支：从膝下三寸足三里穴分出，下行至第三足趾外侧端。


足背分支：从足背（冲阳穴）分出，进入足大趾内侧（隐白穴），与足太阴脾经相接。


3．联系脏腑：属胃，络脾，并与心和小肠有直接联系。','2023-04-08 10:54:59','2023-04-08 10:54:59'),
	 ('手少阴心经','https://i.postimg.cc/7Zzv4tmr/image.png','1．循行部位：手少阴心经起于心中，出来属于“心系”（心系，指；心脏与其他脏器相联系的脉络），向下通过横膈至任脉的下脘穴附近，络小肠。


2．分支


心系向上的分支：从心系上行，夹咽喉，经颈、颜面深部联系于“目系”（目系，又名眼系、目本，是眼球内连于脑的脉络）。


心系直行的分支：复从心系，上行于肺部，再向下出于腋窝下（极泉穴），沿上臂内侧后缘，行于手太阴、手厥阴经之后，下向肘内（少海穴），沿前臂内侧后缘至腕部尺侧（神门穴），进入掌内后缘（少府穴），沿小指的桡侧出于末端（少冲穴），交于手太阳小肠经。


3．联系脏腑：属心，络小肠，与肺、脾、肝、肾有联系。','2023-04-08 10:55:34','2023-04-08 10:55:34'),
	 ('手太阳小肠经','https://i.postimg.cc/d3fXPGC0/image.png','1．循行部位：手太阳小肠经起于小指尺侧端（少泽穴），沿手掌尺侧，直上过腕部外侧（阳谷穴），沿前臂外侧后缘上行，经尺骨鹰嘴与肱骨内上髁之间（小海穴），沿上臂外侧后缘，出于肩关节后面（肩贞穴），绕行于肩胛冈上窝（肩中俞）以后，交会于督脉之大椎穴，从大椎向前经足阳明经的缺盆，进入胸部深层，下行至任脉的膻中穴处，络于心，再沿食道通过横膈，到达胃部，直属小肠。


2．分支．


缺盆分支：从缺盆沿着颈部向上至面颊部（颧醪穴），上至外眼角，折入耳中（听宫穴）。


颊部分支：从颊部，斜向目眶下缘，直达鼻根进入内眼角（睛明穴），与足太阳膀胱经相接。


3．联系脏腑：属小肠，络心，与胃有联系。','2023-04-08 10:56:02','2023-04-08 10:56:02');
