INSERT INTO health.aw_questions (title,description,uni_key,create_time,update_time,`options`,uni_body_key,`level`) VALUES
	 ('年龄段','','q1','2023-04-01 20:44:36','2023-04-01 20:44:36','"[\\"老年\\",\\"中年\\",\\"青年\\",\\"儿童\\"]"','',0),
	 ('性别','','q2','2023-04-01 20:44:56','2023-04-01 20:44:56','"[\\"男性\\",\\"女性\\"]"','',0),
	 ('居住地区','','q3','2023-04-01 20:45:39','2023-04-05 15:01:09','"[\\"居住东北地区\\",\\"居住西部地区\\",\\"居住南方地区\\"]"','body-1',0),
	 ('工作','','q4','2023-04-01 20:46:00','2023-04-05 15:01:15','"[\\"体力劳动者\\",\\"脑力劳动者\\"]"','body-2',0),
	 ('口中症状','','q5','2023-04-01 20:47:21','2023-04-05 15:01:22','"[\\"口干咽燥、总想喝水\\",\\"口中黏腻\\",\\"口苦或嘴里有异味\\"]"','body-3',1),
	 ('眼睛症状','','q6','2023-04-01 20:47:44','2023-04-05 15:01:28','"[\\"眼睛干涩\\"]"','body-4',1),
	 ('眼睛症状','','q7','2023-04-01 20:48:02','2023-04-05 15:01:34','"[\\"上眼浮肿\\"]"','body-5',1),
	 ('面部症状','','q8','2023-04-01 20:48:30','2023-04-05 15:01:40','"[\\"面部或鼻部有油腻感\\"]"','body-6',1),
	 ('面部症状','','q9','2023-04-01 20:48:43','2023-04-05 15:01:47','"[\\"额部油脂分泌多\\"]"','body-7',1),
	 ('面部症状','','q10','2023-04-01 20:48:51','2023-04-05 15:01:55','"[\\"两颧潮红或偏红\\"]"','body-8',1);
INSERT INTO health.aw_questions (title,description,uni_key,create_time,update_time,`options`,uni_body_key,`level`) VALUES
	 ('手脚症状','','q11','2023-04-01 20:49:07','2023-04-05 15:02:03','"[\\"手脚心发热\\"]"','body-9',1),
	 ('手脚症状','','q12','2023-04-01 20:49:16','2023-04-05 15:02:08','"[\\"手脚发凉\\"]"','body-1',1),
	 ('身体症状','','q13','2023-04-01 20:49:29','2023-04-05 15:02:13','"[\\"胃脘部、背部或腰膝部怕冷\\"]"','body-2',1),
	 ('身体症状','','q14','2023-04-01 20:49:37','2023-04-05 15:02:17','"[\\"胁肋或乳房胀痛\\"]"','body-3',1),
	 ('身体症状','','q15','2023-04-01 20:49:45','2023-04-05 15:02:23','"[\\"腹部肥满松软\\"]"','body-4',1),
	 ('身材','','q16','2023-04-01 20:50:07','2023-04-08 12:47:49','"[\\"形体肥胖\\",\\"形体瘦小\\",\\"形体匀称\\"]"','body-5',1),
	 ('头发','','q17','2023-04-01 20:50:22','2023-04-08 12:47:19','"[\\"头发稠密有光泽\\"]"','body-6',1),
	 ('面色','','q18','2023-04-01 20:50:47','2023-04-05 15:02:43','"[\\"面色润泽\\",\\"面色晦暗\\"]"','body-3',1),
	 ('性格','','q19','2023-04-01 20:51:25','2023-04-05 15:02:47','"[\\"性格随和开朗\\",\\"性格沉静内向\\",\\"性格急躁易怒\\"]"','body-3',1),
	 ('精神','','q20','2023-04-01 20:51:56','2023-04-05 15:02:52','"[\\"精神紧张、焦虑不安\\"]"','body-2',1);
INSERT INTO health.aw_questions (title,description,uni_key,create_time,update_time,`options`,uni_body_key,`level`) VALUES
	 ('精神','','q21','2023-04-01 20:52:08','2023-04-05 15:02:56','"[\\"喜欢安静、懒得说话\\"]"','body-1',1),
	 ('精神','','q22','2023-04-01 20:52:15','2023-04-05 15:03:01','"[\\"闷闷不乐、情绪低沉\\"]"','body-6',1),
	 ('精神','','q23','2023-04-01 20:52:23','2023-04-05 15:03:05','"[\\"多愁善感、感情脆弱\\"]"','body-3',1),
	 ('精神','','q24','2023-04-01 20:52:31','2023-04-05 15:03:10','"[\\"无缘无故叹气\\"]"','body-2',1),
	 ('精神','','q25','2023-04-01 20:52:39','2023-04-05 15:03:18','"[\\"面貌忧郁\\"]"','body-8',1),
	 ('声音','','q26','2023-04-01 20:52:51','2023-04-05 15:03:23','"[\\"声音低弱无力\\"]"','body-9',1),
	 ('身体','','q27','2023-04-01 20:53:09','2023-04-05 15:03:35','"[\\"活动量稍大就容易出虚汗\\"]"','body-6',1),
	 ('身体','','q28','2023-04-01 20:53:17','2023-04-05 15:03:28','"[\\"耐受不了寒冷、吃（喝）凉的东西会感到不舒服\\"]"','body-7',1),
	 ('身体','','q29','2023-04-01 20:53:38','2023-04-05 15:03:39','"[\\"精力充沛、患病较少\\",\\"容易疲乏、容易气短\\",\\"遗传过敏、适应力差\\"]"','body-5',1),
	 ('身体','','q30','2023-04-01 20:53:46','2023-04-05 15:03:44','"[\\"易患过敏（药物、食物、气味、花粉、季节等）\\"]"','body-3',1);
INSERT INTO health.aw_questions (title,description,uni_key,create_time,update_time,`options`,uni_body_key,`level`) VALUES
	 ('身体','','q31','2023-04-01 20:53:53','2023-04-05 15:03:50','"[\\"过敏后打喷嚏、鼻塞、流鼻涕，荨麻疹、哮喘、皮肤出现抓痕\\"]"','body-1',1),
	 ('身体','','q32','2023-04-01 20:54:00','2023-04-05 15:03:55','"[\\"易患感冒\\"]"','body-2',1),
	 ('身体','','q34','2023-04-01 20:54:07','2023-04-05 15:03:59','"[\\"易患疼痛\\"]"','body-4',1),
	 ('身体','','q35','2023-04-01 20:54:14','2023-04-05 15:04:04','"[\\"易生痤疮或疮疖\\"]"','body-5',1),
	 ('身体','','q36','2023-04-01 20:54:24','2023-04-05 15:04:08','"[\\"女性痛经或闭经\\"]"','body-4',1),
	 ('身体','','q37','2023-04-01 20:54:31','2023-04-05 15:04:14','"[\\"女性经血中多凝血块或经血紫黑有块\\"]"','body-1',1),
	 ('大便','','q38','2023-04-01 20:54:53','2023-04-05 20:05:17','"[\\"大便黏滞不爽、有解不尽的感觉\\",\\"大便干燥或便秘\\",\\"大便稀溏\\"]"','body-3',1),
	 ('舌诊','<img src="https://i.postimg.cc/LsRQp3zw/Wechat-IMG4.png"/>
<p>
淡红舌指舌体颜色淡红润泽、白中透红。
淡红舌为气血调和的征象，多见于正常人，或病之轻者。
淡红舌为心血充足，胃气旺盛的生理状态。
若外感病初起，病情轻浅，尚未伤及气血及内脏，舌色仍可保持正常。
</p>

<img src="https://i.postimg.cc/NjND3vj9/image.png" />
<p>
淡白舌指舌色较正常人的淡红色浅淡，白色偏多，红色偏少，甚至全无血色者（枯白舌）。

淡白舌主气血两虚、阳虚；枯白舌主脱血夺气。气血两亏，血不荣舌，或阳气不足，推动血液运行无力，致使血液不能充分营运于舌质中，故舌色浅淡；脱血夺气，病情危重，舌无血气充养，则显枯白无华。
</p>

<img src="https://i.postimg.cc/3xHQkpXC/image.png"/>
<p>
舌色较淡红色为深，甚至呈鲜红色。红舌可见于整个舌体，亦可只见于舌尖。
红舌主实热、阴虚。血得热则行，热盛则气血沸涌，舌体脉络充盈；或阴液亏虚，虚火上炎，故舌色鲜红。
</p>

<img src="https://i.postimg.cc/nhLgjksm/image.png"/>
<p>
紫黯舌与青紫舌类似，只是颜色稍黯，全舌呈现紫黯色，或局部出现紫黯斑点。
紫黯舌，主血行不畅。
</p>','q39','2023-04-01 20:55:20','2023-04-05 20:06:15','"[\\"舌淡红\\",\\"舌淡白\\",\\"舌红\\",\\"舌紫黯\\"]"','body-2',1),
	 ('舌诊','<img src="https://i.postimg.cc/0yqr9zrh/image.png" />
<p>
舌有瘀点指的是舌上出现青色、紫色或紫黑色小斑点的舌象。常见于瘀血证，表现为舌见瘀点，瘀血停积部分有刺痛、固定不移，或有积块和肿胀压痛、脉涩等。
临床可根据瘀点出现在舌头不同的部位，辨别瘀血在体内相应的停留部位。比如舌头两边的瘀点，是肝胆瘀阻；舌尖部的瘀点，心脉痹阻；舌头中间的瘀点，是脾胃血瘀；舌根部的瘀点，是下焦（肝肾）瘀血。
</p>
<img src="https://i.postimg.cc/x1S3JG6R/image.png" />
<p>
舌有瘀斑指的是舌上出现青色、紫色或紫黑色斑点的舌象。常见于瘀血证，表现为舌见瘀斑，瘀血停积部分有刺痛、固定不移，或有积块和肿胀压痛、脉涩等。
临床可根据瘀斑出现在舌头不同的部位，辨别瘀血在体内相应的停留部位。比如舌头两边的瘀斑，是肝胆瘀阻；舌尖部的瘀斑，心脉痹阻；舌头中间的瘀斑，是脾胃血瘀；舌根部的瘀斑，是下焦（肝肾）瘀血。
</p>','q40','2023-04-01 20:55:40','2023-04-05 19:51:31','"[\\"舌有瘀点\\",\\"舌有瘀斑\\"]"','body-7',1),
	 ('舌诊','<img src="https://i.postimg.cc/gJrVFg0Y/image.png" />
<p>
薄苔指透过舌苔就能隐隐见到舌质，苔的颜色呈白色，为正常人常见之舌苔，为胃气所生。
薄白苔的形成，主要由于口腔咀嚼、吞咽与唾液．饮食的综合作用，使舌粘膜丝状乳头间的物质与角化上皮不断被清除脱落，使舌苔仅有薄白一层。
但当风寒、风湿、寒湿等六淫之邪（风、寒、暑、湿、燥、火）侵袭，病尚在表（表浅或初期），还未里传（加重或发展），且病邪（病情）较轻，脏腑之气未伤时，舌苔多见薄白苔，古人有“薄白苔主表”之说。
《辨舌指南》云：“凡舌苔白润而薄，邪在卫分（卫、气、营、血之辨证，由浅入深划分病情深重的四个层次，卫分为最轻的层次），可汗（发汗法）......如麻黄羌活之类 ”。临床常见的苔薄白而润滑，舌质正常，多属外感风寒证。
</p>
<img src="https://i.postimg.cc/C1fRsX1f/image.png" />
<p>
黄腻苔，主湿热积滞、痰饮化热或食滞化热等证；亦主外感暑热、湿温等证。
黄腻苔由邪热与痰涎湿浊交结而形成。苔黄为热，苔腻为湿，为痰，为食滞。
若淡红舌，黄苔满布舌面，苔色润泽不燥，边尖兼少许白苔，因外邪传里化热，进入阳明胃腑而生。主热入阳明证，气分湿热症，常见于肝胆疾患及尿路感染及多种发热疾病。
若红舌，黄腻苔，中厚而边薄，紧密细腻，根部尤甚，则多因热痰互结，或湿邪入里化热，或温热之邪结于胃肠，尚未至阳明燥实。
若舌色深红发绎，则又为营热深重之候，主热痰互结、中焦湿热或胃肠宿食。

若紫舌，灰黄厚苔，苔润而不燥，即为寒热错杂，热从寒化，或寒从热化之危重之候，多因为热病不愈，心阳暴衰，停痰厌饮久久不愈，兼感外邪，入里化热；盛夏炎热，恣食生冷而发中寒霍乱；阴盛于内，逼热上浮；素体内有瘀血，又感邪化热，故主病为真寒假热，心肾阳衰，霍乱吐泻，哮喘诸证。
若紫黯舌，黄腻苔，舌体胖，舌面满布黄苔，夹有白苔，中根较厚，其色黄而厚腻，可因痰湿内郁、寒邪凝滞、湿食阻滞中焦，气血郁阻，亦可见湿热与胃肠糟粕搏结之证。
黄腻苔临床多见于急慢性胃肠炎、胆囊炎、尿毒症等病人的舌象。
</p>
<img src="https://i.postimg.cc/3xHQkpXC/image.png" />
<p>
苔质颗粒细腻致密，揩之不去，刮之不脱，上面罩一层不同腻状粘液，称为腻苔；如苔质较厚且中厚边薄，揩之不去，刮之不易脱落，为厚腻苔。
厚腻苔多为浊邪内蕴，阳气被遏，主湿浊、痰饮、食积。
</p>
<img src="https://i.postimg.cc/Jhs0Rvjd/image.png" />
<p>
正常舌有一层薄白苔，由胃气而生。在疾病过程中，舌苔从有到无，是胃之气阴不足、正气渐衰的表现。苔少，多由胃阴虚或胃气虚所致。
</p>','q33','2023-04-01 20:56:10','2023-04-05 20:00:43','"[\\"苔薄白\\",\\"苔黄腻\\",\\"苔厚腻\\",\\"苔少\\"]"','body-6',1);
