INSERT INTO health.aw_treatments (title,description,create_time,update_time,uni_key,category_key,category_name) VALUES
	 ('黄麻汤','黄麻汤
【来源】《伤寒论》 　　

【组成】麻黄9克、桂枝6克、杏仁6克、炙甘草3克

【功用】发汗解表，宣肺平喘。 　　

【主治】外感风寒，恶寒发热，头痛身疼，无汗而喘，舌苔薄白，脉浮紧。（本方常用于感冒、流行性感冒、急性支气管炎、支气管哮喘等属风寒表实证者。） 　　

【辨证要点】恶寒发热，无汗而喘，脉浮紧。 　

【用法】上四味，以水九升，先煮麻黄，减二升，去上沫，内诸药，煮取二升半，去滓，温服八合。覆取微似汗，不须啜粥，余如桂枝法将息（现代用法：水煎服，温覆取微汗）。

【注意】

1、一般冬季使用；

2、青壮年多用；

3、北方多用；

4、有咽痛者不能使用麻黄汤。咽痛则表明有热，热证复用热药，则必然加重病情，故如此。','2023-04-08 09:08:08','2023-04-08 10:12:50','huangmatang','jiebiaoji','解表剂'),
	 ('葛根汤','葛根汤

【来源】《伤寒论》

【处方】葛根12克 麻黄9克（去节）桂枝6克（去皮）生姜9克（切）甘草6克（炙）芍药6克 大枣12枚(擘)

【功能主治】发汗解毒，升津舒筋。治外感风寒表实，恶寒发热，头痛，项背强几，身痛无汗，腹微痛，或下利，或干呕，或微喘，舌淡苔白，脉浮紧者。现用于感冒、流行性感冒、麻疹、痢疾以及关节痛等病证见上述症状者。

【用法用量】上七味，以水1升，先煮麻黄、葛根，减至800毫升，去上沫，纳诸药，再煮取300毫升，去滓，每次温服150毫升，覆取微似汗。

【方解】方中葛根升津液，濡筋脉为君；麻黄、桂枝疏散风寒，发汗解表为臣；芍药、甘草生津养液，缓急止痛为佐；生姜、大枣调和脾胃，鼓舞脾胃生发之气为使。诸药合用，共奏发汗解表，升津舒筋之功。','2023-04-08 09:08:42','2023-04-08 10:00:01','gegentang','jiebiaoji','解表剂'),
	 ('葛根加半夏汤','葛根加半夏汤

【来源】《伤寒论》

【组成】葛根12克 麻黄9克(去节) 甘草6克(炙) 芍药6克 桂枝6克(去皮) 生姜6克(切) 半夏9克(洗) 大枣12枚(擘)

【用法】上八味，以水1升，先煮葛根、麻黄，减至800毫升，去白沫，纳诸药，煮取300毫升，去滓，温服100毫升，覆取微似汗。

【功用】发汗解表，舒筋止呕。

【主治】外感风寒，头痛，项背强直拘急，无汗，口不渴，呕逆，苔白，脉浮者。','2023-04-08 09:09:09','2023-04-08 10:00:05','gegenbanxiatang','jiebiaoji','解表剂'),
	 ('麻黄加术汤','麻黄加术汤

【组成】麻黄汤原方加白术12g

【来源】《金匮要略》卷上。

【功用】发汗解表，散寒祛湿。

【主治】风寒湿痹，身体烦疼，无汗等。（即风寒表实证挾湿）

【注意】本方中的白术可以用苍术代替。东汉时期，苍术和白术是不分的。','2023-04-08 09:09:32','2023-04-08 10:00:10','huangmajiashutang','jiebiaoji','解表剂'),
	 ('桂枝甘草汤','桂枝甘草汤

【来源】《伤寒论》

【组成】桂枝12克，炙甘草6g

【功效】补心气，温心阳

【主治】治发汗过多，其人叉手自冒，心下悸，欲得按者。 　　

【药方用法】水煎分三次温服 (成人常用剂量: 10剂) 　

【方解】汗出过多，内伤心阳，心中阳气受损则心下悸动，喜得按捺，故叉手冒心。方中用桂枝入心，辛温助阳，甘草甘温益气，再助心中阳气复生。二药合用，辛甘化阳，阳复而阴济，使心得以安宁。','2023-04-08 09:10:12','2023-04-08 10:00:13','guizhigancaotang','jiebiaoji','解表剂'),
	 ('大承气汤','大承气汤

【来源】《伤寒论》 

【组成】大黄12克、厚朴15克、枳实12克、芒硝9克　　

【功用】峻下热结。　

【主治】

①阳明腑实证。大便不通，频转矢气，脘腹痞满，腹通拒按，按之硬，甚或潮热谵语，手足濈然汗出。舌苔黄燥起刺，或焦黑燥裂，脉沉实。

②热结旁流。下利清水，色纯青，其气臭秽，脐腹疼痛，按之坚鞕有块，口舌干燥，脉滑数。

③里热实证之热厥、痉病或发狂等。

【用法】

水煎服，大黄后下，芒硝溶服。

古法：以水一斗，先煮二物，取五升，去渣，内大黄，更煮取二升，去渣，内芒硝，更上微火一、两沸，分温再服。得下，余勿服。

本方煎煮方法亦应注意，原书是先煮枳实、厚朴，后下大黄，最后下芒硝。因硝、黄煎煮时间短，可以增强泻下作用。

【禁忌】使用本方时，应以痞（心下闷塞坚硬）、满（胸胁脘腹胀满）、燥（肠有燥屎，干结不下）、实（腹中硬满，痛而拒按，大便不通或下利清水而腹中硬满不减）四证及苔黄、脉实为依据。

【方歌】

大承气汤用硝黄，配伍枳朴泻力强，痞满燥实四症见，峻下热结宜此方。

去硝名曰小承气，便鞕痞满泻热良，调胃承气硝黄草，便秘口渴急煎尝。','2023-04-08 09:10:54','2023-04-08 10:00:23','dachengqitang','xiexiaji','泻下剂'),
	 ('小承气汤','小承气汤

【来源】《伤寒论》

【组成】大黄12克(酒洗) 、厚朴6克(炙，去皮)、枳实9克(大者，炙)

【用法】上药三味，以水800毫升，煮取400毫升，去滓，分二次温服。

【功用】轻下热结，除满消痞。

【主治】伤寒阳明腑实证。谵语潮热，大便秘结，胸 腹痞满，舌苔黄，脉滑数，痢疾初起，腹中疠痛，或脘腹胀满，里急后重者。','2023-04-08 09:11:17','2023-04-08 10:00:27','xiaochengqitang','xiexiaji','泻下剂'),
	 ('调胃承气汤','调胃承气汤

【来源】《伤寒论》

【组成】大黄12克（去皮，清酒洗）、甘草6克（炙）、芒硝15克

【功能主治】缓下热结。主阳明病胃肠燥热。蒸蒸发热，口渴便秘，腹满拒按，舌苔正黄，脉滑数；亦用于肠胃热盛而见发斑吐衄，口齿咽喉肿痛，中消，疮疡等。

【用法用量】上三味，以水600毫升，先煮大黄，甘草，取200毫升，去滓，纳芒硝，更上火微煮令沸。少少温服之。

【注意】虚寒性便闭忌用。

【方解】方中大黄苦寒，泻火通结为君，芒硝咸寒，软坚润燥为臣，甘草甘缓和中，益气养胃，以缓消，黄之苦泄，使药力缓缓下行为佐。燥热得解，胃气自和，故名调胃承气汤。','2023-04-08 09:11:45','2023-04-08 10:00:31','tiaoweichengqitang','xiexiaji','泻下剂'),
	 ('复方大承气汤','复方大承气汤

【出处】《中西医结合治疗急腹症》 　　

【组成】厚朴（15-20克） 炒莱菔子（15-30克） 枳壳（15克） 桃仁（9克） 赤芍（15克） 大黄（9-15克） 芒硝（9-15克） 　　

【功用】通里攻下，行气活血。 　　

【主治】单纯性肠梗阻属于阳明腑实而气胀较明显者。 　　

【用法】大黄后下，水煎服，芒硝冲服。最好用胃管注入，经2－3小时后，可再用本方灌肠，以加强攻下之力，有助于梗阻之解除。 　　

【方解】复方大承气汤由大承气汤（枳壳易枳实）加炒莱菔子、桃仁、赤芍而成，故行气导滞、活血祛瘀作用增强，适用于单纯性肠梗阻而气胀较重者，并可预防梗阻导致局部血瘀气滞引起的组织坏死。','2023-04-08 09:12:07','2023-04-08 10:00:36','fufangdaqitang','xiexiaji','泻下剂'),
	 ('小柴胡汤','小柴胡汤

【来源】《伤寒论》

【处方】柴胡12克 黄芩9克 人参6克 半夏（洗）9克 甘草（炙）5克 生姜（切）9克 大枣（擘）4枚

【功能主治】和解少阳。治伤寒少阳证。往来寒热，胸胁苦满，嘿嘿不欲饮食，心烦喜呕，口苦，咽干，目眩；妇人伤寒，热入血室；疟疾、黄疸与内伤杂病而见少阳证者。

【用法用量】上药七味，以水1.2升，煮取600毫升，去滓，再煎取300毫升，分两次温服。

【用法】若胸中烦而不呕，去半夏、人参，加栝楼实1枚；若渴，去半夏，人参加至9克，栝楼根12克；若腹中痛者，去黄芩，加芍药9克；若胁下痞梗，去大枣，加牡蛎12克；若心下悸，小便不利者，去黄芩，加茯苓12克；若不渴，外有微热者，去人参，加桂枝6克，温覆微汗愈；若咳者，去人参、大枣、生姜，加五味子5克，干姜5克。

【备注】方中柴胡清透少阳半表之邪，从外而解为君；黄芩清泄少阳半里之热为臣；人参、甘草益气扶正，半夏降逆和中为佐；生姜助半夏和胃，大枣助参、草益气，姜、枣合用，又可调和营卫为使。诸药合用，共奏和解少阳之功。','2023-04-08 09:12:56','2023-04-08 10:02:26','xiaocaihuang','hejieji','和解剂');
INSERT INTO health.aw_treatments (title,description,create_time,update_time,uni_key,category_key,category_name) VALUES
	 ('柴胡枳桔汤','柴胡枳桔汤

【别名】枳桔柴胡汤

【来源】《重订通俗伤寒论》

【组成】川柴胡一钱至钱半；枳壳钱半；鲜生姜一钱，青子芩一钱至钱半；桔梗一钱；新会皮钱半，雨前茶一钱。 　　

【用法】水煎服。 　　

【功效】和解表里。 　　

【主治】往来寒热，两头角痛，耳聋目眩，胸胁满痛，舌苔白滑，脉右弦滑，左弦而浮大。','2023-04-08 09:13:21','2023-04-08 10:02:30','zihu','hejieji','和解剂'),
	 ('厚朴七物汤','厚朴七物汤

【来源】《金匮要略》 　　

【组成】厚朴半斤 甘草三两 大黄三两 大枣10枚 枳实5枚 桂枝二两 生姜五两 上七味，以水一斗，煮取四升，温服八合，日三服。 　

【方歌】厚朴七物表里方，桂枳姜枣草大黄，解表散邪和肠胃，临证加减在变通。

【功用】解肌发表，行气通便。 　　

【主治】外感表证未罢，里实已成。腹满，大便不通，发热，脉浮而数。','2023-04-08 09:13:46','2023-04-08 10:00:54','houpu','hejiejie','和解剂'),
	 ('大柴胡汤','大柴胡汤

【出处】《伤寒论》

【组成】柴胡12g　黄芩9g　芍药9g　半夏9g　生姜15g　枳实9g　大枣4枚　大黄6g

【功用】和解少阳，内泻热结。

【主治】少阳阳明合病。往来寒热，胸胁苦满，呕不止，郁郁微烦，心下痞硬，或心下满痛，大便不解或下利，舌苔黄，脉弦数有力。

【方解】本方是小柴胡汤去人参、甘草，加大黄、枳实、芍药而成，亦是小柴胡汤与小承气汤两方加减而成，是和解为主与泻下并用的方剂。

【方歌】大柴胡汤用大黄，枳实芩夏白芍将，煎加姜枣表兼里，妙法内攻并外攘。','2023-04-08 09:14:05','2023-04-08 10:00:58','dacaihu','hejiejie','和解剂'),
	 ('白虎汤','白虎汤

【来源】《伤寒论》

【组成】知母18克，石膏30～45克(碎)， 甘草6克(炙)， 粳米18克

【用法】上四味，以水1升，煮米熟汤成，去滓。每次温服200毫升，一日三次。

【功用】清热生津。

【主治】伤寒阳明热盛，或温病热在气分证。壮热面赤，烦渴引饮，口舌干燥，大汗出，脉洪大有力，现用于流行性乙型脑炎、流行性脑脊髓膜炎、大叶性肺炎，夏季热等属于热在气分者。

【方论】方中知母、石膏清肺胃之热而除烦渴；甘草、粳米益气生津、养胃和中。四味合用，共收清热生津之功。','2023-04-08 09:14:39','2023-04-08 10:01:06','baihutang','qingreji','清热剂'),
	 ('白虎加人参汤','白虎加人参汤

【异名】人参白虎汤

【来源】《伤寒论》

【组成】知母18克 石膏30～45克(碎，绵裹) 甘草(炙)6克 粳米12克 人参9克

【用法】上五味，以水1升，煮米熟汤成，去滓。温服200毫升，一日三次分服。

【功用】清热泻火，益气生津。

【主治】伤寒或温病，里热盛而气阴不足，发热，烦渴，口舌干燥，汗多，脉大无力；暑病津气两伤，汗出恶寒，身热而渴。

【方论】本方所治为气分热盛而津气不足之证，故在白虎汤清热生津的基础上，加人参以益气生津。张锡纯《医学衷中参西录》谓此方"以生山药代粳米，则其方愈稳妥，见效亦愈速"。','2023-04-08 09:15:05','2023-04-08 10:01:10','baihurensentang','qingreji','清热剂'),
	 ('清络饮','清络饮

【来源】《温病条辨》

【组成】鲜荷叶边6克、鲜银花6克、西瓜翠衣6克、鲜扁豆花1枝、丝瓜皮6克、鲜竹叶心6克

【用法】用水400毫升，煮取200毫升，日二服。或煎汤代茶，预防暑病。　　

【功用】清透暑热。　　

【主治】暑温经发汗后，暑证悉减，但头微胀，目不了了，余邪未解者；或暑伤肺经气分之轻证。

【注意事项】本方甘凉气清走上，对暑热挟湿，暑湿下注这不宜使用。

【现代运用】主要用于夏月中暑、小而夏季热等属于暑伤气分轻症者。','2023-04-08 09:15:34','2023-04-08 10:01:18','qingluoyin','qushuji','祛暑剂'),
	 ('理中丸','理中丸

【异名】人参汤(《金匮要略》卷上)、治中汤(《备急千金要方》卷二十)、理中煎(《鸡峰普济方》卷十二)、人参理中汤(《校注妇人良方》卷二十)

【出处】《伤寒论》

【组方】人参、干姜、炙甘草、白术各9g

【功用】温中散寒，补气健脾。

【主治】脾胃虚寒证。脘腹疼痛，喜得温按，自利不渴，畏寒肢冷，呕吐，不欲饮食，舌淡苔白，脉沉细；或阳虚失血；或小儿慢惊；或病后喜唾涎沫，或霍乱吐泻，以及胸痹等中焦虚寒所致者。

【方解】方中以干姜为君，大辛大热，归经脾胃，温中祛寒，扶阳抑阴。病属虚证，虚则补之，故以人参为臣，甘温入脾，补中益气，培补后天之本，气旺而阳亦复。脾胃湿土，中虚不运，必生寒湿，故又臣以甘苦温燥之白术，燥湿健脾，健运中州，是为佐药。炙甘草性温具补，补脾益气，调和诸药，用之为使。本方温补并行，以温为主。

【方歌】理中丸主理中乡，甘草人参术干姜，呕利腹痛阴寒盛，或加附子总扶阳。','2023-04-08 09:16:01','2023-04-08 10:01:24','lizhongwan','wenliji','温里剂'),
	 ('四君子汤','四君子汤

【来源】《宋·太平惠民和剂局方》

【组成】人参（去芦）、甘草（炙）、茯苓（去皮）、白术各等分

【炮制】上为细末。

【功能主治】治荣卫气虚，脏腑怯弱，心腹胀满，全不思食，肠鸣泄泻，呕哕吐逆，大宜服之。常服温和脾胃，进益饮食，辟寒邪瘴雾气。

【用法用量】每服二钱，水一盏，煎至七分，通口服，不拘时，入盐少许，白汤点亦得。','2023-04-08 09:16:39','2023-04-08 10:01:31','sijunzitang','buyiji','补益剂');
