INSERT INTO health.aw_xueweis (title,description,poster,uni_key,category_key,create_time,update_time,category_name) VALUES
	 ('中府','中府，Zhongfu，LU1，属手太阴肺经穴。在胸前壁的外上方，云门下1寸，平第1肋间隙，距前正中线6寸。


中，中气也，天地之气，亦指中焦，胸中与中间；府，聚也；中府，天地之气在胸中聚积之处。中，与外相对，内部也。府，脏腑也。中府名意指本穴的气血物质来自脏腑。本穴为肺经首穴，气血物质来自由胸腹包膜包裹的各个脏器，故名。


宣肺理气，和胃利水；止咳平喘，清泻肺热，健脾补气。


主治病症：


1.呼吸系统疾病：支气管炎，肺炎，哮喘，肺结核，支气管扩张。


2.肺结核、肺与支气管疾患，常可在此穴出现压痛，具有一定的诊断价值。


常用配伍：


①配风门、合谷，治寒热、喉痹。


②配肺俞、云门、天府、华盖，治外感咳嗽、哮喘。


③配意舍，治胸满。


④配复溜，治肺热咳嗽。


剌法：


①直刺0.3～0.5寸，局部酸胀；


②向外斜刺0.5～0.8寸，局部酸胀，针感可向前胸及上肢放散；


注意：针尖不可向内斜刺，以免误入胸腔，刺伤肺脏。


灸法：艾炷灸3～5壮，艾条灸10～15分钟。','https://i.postimg.cc/766KNXsW/image.png','zhongfu','shoutaiyinfeijing','2023-04-08 11:35:05','2023-04-08 11:39:48','手太阴肺经'),
	 ('云门','云门，Yunmen，LU2，属手太阴肺经穴，经脉循行肺经上第二穴。在胸前壁的外上方，肩胛骨喙突上方，锁骨下窝凹陷处，距前正中线6寸。正坐位，以手叉腰，当锁骨外端下缘出现的三角形凹陷的中点处取穴。


云指云雾；门指门户。此指人体气血，似天气云雾一样，能滋生万物；而其首出之处即称为云门。意指肺经气血以云状气态物的形式传输经穴之外。


清肺理气，泻四肢热。


主治病症：


①呼吸系统疾病：气管炎、胸痛、哮喘；


②其它：肩关节周围炎。


③肺及支气管疾患时常在此处过敏压痛。


刺法：向外斜刺0.5～0.8寸，局部酸胀，可向前胸及腋下放散。针刺时不可向内深刺，以防刺破肺脏，造成气胸。


灸法：艾炷灸3～5壮，艾条灸10～15分钟。','https://i.postimg.cc/NfwP3855/image.png','yunmen','shoutaiyinfeijing','2023-04-08 11:44:50','2023-04-08 11:44:50','手太阴肺经'),
	 ('天府','天府，Tianfu，LU3,属手太阴肺经穴，经脉循行肺经上第三穴。在臂内侧面，肱二头肌桡侧缘，腋前纹头下3寸。坐位或卧位，在腋前皱壁上端下3寸，肱二头肌桡侧缘取穴。简便取法：臂向前平举，俯头鼻尖接触上臂侧处是穴。


天，天部也。府，府宅、门府也。天府名意指本穴为肺经阳气上输天部之门府。本穴物质由云门穴传输而来，和天府穴处的温度场相比，云门穴传来的气血物质温度仍处于高位，在天府穴处气血物质的变化仍是散热缩合冷降的变化，所散之热以阳热之气的形式上输于天，穴名之意即在于强调穴内气血物质的这一变化，故名。


调理肺气，安神定志。


主治病症：


1.呼吸系统疾病：支气管炎，哮喘；


2.精神神经系统疾病精神病，煤气中毒；


3.其它：鼻出血，吐血，肩臂部疼痛。


配伍：


①配臑会、气舍、治瘿气、咽肿。


②配合谷，治鼻衄。


剌法：直刺0.3～0.5寸，局部酸胀，可向臂部或肘部放散。


古代禁灸。','https://i.postimg.cc/XJBxBqDZ/image.png','tianfu','shoutaiyinfeijing','2023-04-08 11:45:36','2023-04-08 11:45:36','手太阴肺经'),
	 ('侠白','侠白，Xiabai，LU4，属手太阴肺经穴。经脉循行肺经上的第四穴。在臂内侧面，肱二头肌桡侧缘，腋前纹头下4寸，或肘横纹上5寸处。取坐位或卧位，在天府下1寸，肱二头肌桡侧缘取穴。


侠，挟也，指穴位的功能作用。白，肺之色，指气血物质在经过本穴的变化转变后所表现出的特征。该穴名意指肺经气血在此分清降浊。本穴的气血物质为天府穴传来的雨状云系，由于气血物质不断地远离人体的胸腹高温区，因此水湿云气在本穴处的变化乃是一个散热冷降缩合的过程。由于不断地散热冷降缩合，因此，在本穴位置上气血物质以雨降的形式从天部降到了地部，也就是从皮层降到了肌肉层。穴名之意即是取水被挟挤则下，天部乌云化雨而落由此变得清白之意。


宣肺理气，宽胸和胃。清降肺浊，润脾除燥。


主治病症：


1.呼吸系统疾病：支气管炎，支气管哮喘，肺炎；


2.其它：心动过速，上臂内侧神经痛。


刺法：直刺0.5～1寸，局部酸胀，向前臂部放散。


灸法：温针灸3～5壮，艾条灸5～10分钟。','https://i.postimg.cc/dt6R1GtH/image.png','xiabai','shoutaiyinfeijing','2023-04-08 11:46:26','2023-04-08 11:46:26','手太阴肺经'),
	 ('商阳','商阳，Shangyang，LI1，手阳明大肠经起于商阳穴，为手阳明大肠经的井穴。在手食指末节桡侧，距指甲角0.1寸。在食指桡侧，去指甲角0.1寸处取穴。


商，漏刻也，古之计时之器，此指本穴的微观形态如漏刻滴孔。阳，阳气也。该穴名意指大肠经经气由本穴外出体表。人体经脉由气血物质的运行构成内外无端的循环，它分为体表部分和体内部分，体表部分运行在三部九候的表层，也即是地之上部，体内部分运行在三部九候的里部，也就是地之内部。商阳它即是大肠经体内经脉气血向体表经脉运行的出口。


由于人体系统的重力场特征，人体内部的温压场高于外部的温压场，因此大肠经体内经脉所产生的高温高压气态物就会由本穴的漏刻滴孔向外喷射。商阳之名正是对本穴气血物质这一运动特征的概括描述，故名。


主治病症：


耳聋，齿痛，咽喉肿痛，颌肿，青盲，手指麻木，热病，昏迷。现代常用于治疗咽炎、急性扁桃体炎、腮腺炎、口腔炎、急性胃肠炎、中风昏迷等。


配少商、中冲、关冲，有醒脑开窍的作用，主治中风，中暑。


配合谷、少商，有清热泻火的作用，主治咽喉肿痛，目赤肿痛。


配合谷、阳谷、侠溪、厉兑、劳宫、腕骨等。有发汗泻邪热的作用，主治热病汗不出。


配少商穴点刺出血治热病，昏迷。


刺法：


1.向上斜刺0.2～0.3寸，局部胀痛；


2.用三棱针或粗毫针点刺挤压出血。


灸法：米粒灸1～3壮，艾条灸5～10分钟。','https://i.postimg.cc/pdFnDjRt/image.png','xiabai','shouyangmingdachangjing','2023-04-08 11:47:56','2023-04-08 11:47:56','手阳明大肠经'),
	 ('二间','二间，Erjian，LI2，手阳明大肠经穴，微握拳，在食指本节(第2指关节)前，桡侧凹陷处。


二，概数，在此表示较小之意。间，间隔、空隙也，指本穴物质所处为空隙之处。该穴名意指本穴的气血物质位处不太高的天部层次。本穴物质为商阳穴传来的温热水气，在本穴所处为不太高的天部层次，二间之名即是对本穴气血物质所在的空间层次范围的说明，故名。


解表，清热，利咽。


主治病症：


1.五官科系统疾病：咽炎，喉炎，牙痛，鼻出血，麦粒肿；


2.其它：扁桃体炎，肩周炎。


食指屈伸不利疼痛；热病，腮肿，咽喉肿痛，颔肿，鼻衄，齿痛，口干，口眼歪斜，三叉神经痛，肩周炎，肩背痛振寒；嗜睡，目痛，目翳，目黄，食积，便秘。


刺法：直刺0.2～0.3寸，局部胀痛。


灸法：米粒灸3～5壮，艾条灸5～10分钟。','https://i.postimg.cc/J4YyvxhL/image.png','erjian','shouyangmingdachangjing','2023-04-08 11:48:48','2023-04-08 11:48:48','手阳明大肠经'),
	 ('三间','三间，Sanjian，LI3，手阳明大肠经穴。微握拳，在手食指本节（第2掌指关节）后，桡侧凹陷处。微握拳，在食指桡侧，第二掌指关节后，第二掌骨小头上方处取穴。


三，概数，与二相比稍大。间，间隔、间隙。三间名意指本穴的气血物质所处为比二间穴稍高的空间层次。本穴物质为二间穴传来的天部清气，其性温热，上行至三间穴后所处的天部位置较二间穴为高，故名三间。


泄热止痛，利咽。


主治病症：


1.五官科系统疾病：牙痛，急性结膜炎，青光眼；


2.其它：三叉神经痛，扁桃体炎，手指肿痛，肩关节周围炎。


刺法：直刺0.3～0.5寸，局部麻胀，或向手背放散。


灸法：艾炷灸3～5壮，艾条灸5～10分钟。','https://i.postimg.cc/JhZGyW5r/image.png','sanjian','shouyangmingdachangjing','2023-04-08 11:49:23','2023-04-08 11:49:23','手阳明大肠经'),
	 ('合谷','合谷，Hegu，LI4，属于手阳明大肠经。位于手背虎口处，于第一掌骨与第二掌骨间陷中。拇、食两指张开，以另一手的拇指关节横纹放在虎口上，当虎口与第1、2掌骨结合部连线的中点；拇、食指合拢，在肌肉的最高处取穴。


合，汇也，聚也。谷，两山之间的空隙也。合谷名意指大肠经气血会聚于此并形成强盛的水湿风气场。本穴物质为三间穴天部层次横向传来的水湿云气，行至本穴后，由于本穴位处手背第一、二掌骨之间，肌肉间间隙较大，因而三间穴传来的气血在本穴处汇聚，汇聚之气形成强大的水湿云气场，故名。


镇静止痛，通经活络，清热解表。主脉浮于表，伤寒大渴，发热恶寒，头痛脊强，耳聋，下齿龋，喉痹，面肿，唇吻不收，口噤不开，偏正头疼，偏风，风疹，腰脊内痛。


孕妇慎用（娠妇可泻不可补，补即堕胎）。


主治病症：


1.呼吸系统疾病：感冒，头痛，咽炎，扁桃体炎；


2.五官科系统疾病：鼻炎，牙痛，耳聋，耳鸣；


3.精神神经系统疾病：三叉神经痛，面肌痉挛，面神经麻痹，癔病，癫痫，精神病，中风偏瘫，小儿惊厥；


4.运动系统疾病：腰扭伤，落枕，腕关节痛；


5.妇产科系统疾病：痛经，闭经，催产；


6.其它：呃逆。


刺法：


1．直刺0.5～0.8寸，局部酸胀，可扩散至肘、肩、面部。


2．透劳宫或后溪时，出现手掌酸麻并向指端放散。


3．针刺时针尖不宜偏向腕侧，以免刺破手背静脉网和掌深动脉而引起出血。本穴提插幅度不宜过大，以免伤及血管引起血肿。孕妇禁针。


灸法：艾炷灸或温针灸5～9壮，艾条灸10～20分钟。


【合谷穴保健】','https://i.postimg.cc/y6ZssTnK/image.png','hegu','shouyangmingdachangjing','2023-04-08 11:50:21','2023-04-08 11:50:21','手阳明大肠经'),
	 ('承泣','承泣，Chengqi，ST1，足阳明胃经穴。位于面部，瞳孔直下，当眼球与眶下缘之间。


承，受也。泣，泪也、水液也。承泣名意指胃经体内经脉气血物质由本穴而出。胃经属阳明经，阳明经多气多血，多气，即是多气态物，多血，血为受热后变为的红色液体，也就是既多液又多热。胃经的体表经脉气血运行是由头走足，为下行，与其构成无端循环的胃经体内经脉部分，气血物质的运行则为散热上行。本穴物质即为胃经体内经脉气血上行所化，在体内经脉中，气血物质是以气的形式而上行，由体内经脉出体表经脉后经气冷却液化为经水，经水位于胃经之最上部，处于不稳定状态，如泪液之要滴下，故名承泣。


散风清热，明目止泪。


主治病症：


1.五官科系统疾病：急慢性结膜炎，近视，远视，散光，青光眼，色盲，夜盲症，睑缘炎，角膜炎，视神经炎，视神经萎缩，白内障，视网膜色素变性，眶下神经痛；


2.精神神经系统疾病：面肌痉挛，面神经麻痹。


刺法：


1.古代禁针。现代直刺0.5～0.8寸，左手推动眼球向上固定，右手持针沿眶下缘缓慢刺入，不宜提插、捻转，以防刺破血管引起血肿；


2.平刺0.5～0.8寸，透向目内眦，局部酸胀，可致流泪。如果针刺过深或斜刺可刺伤视神经，当深达2寸时可通过神经管刺伤脑，可造成严重后果。


本穴禁灸。','https://i.postimg.cc/VL9SLw4z/image.png','chengqi','zuyangmingweijing','2023-04-08 11:51:25','2023-04-08 11:51:25','足阳明胃经'),
	 ('四白','四白，Sibai，ST2，属足阳明胃经穴。在面部，瞳孔直下，当眶下孔凹陷处。


四，数词，指四面八方，亦指穴所在的周围空间。白，可见的颜色、肺之色也。该穴名意指胃经经水在本穴快速气化成为天部之气。本穴物质为承泣穴传来的地部经水，其性温热，由地部流至四白时，因吸收脾土之热而在本穴快速气化，气化之气形成白雾之状充斥四周，且清淅可见，故名。


祛风明目，通经活络。


主治病症：


眼科手术针麻常用穴之一。


1.精神神经系统疾病：三叉神经痛，面神经麻痹，面肌痉挛；


2.五官科系统疾病：角膜炎，近视，青光眼，夜盲，结膜瘙痒，角膜白斑，鼻窦炎；


3.其它：胆道蛔虫症，头痛，眩晕。



刺法：


1.直刺0.2～0.3寸，局部酸胀；


2.向外上方斜刺0.5寸，入眶下孔可有麻电感放射至上唇部，治疗三叉神经第Ⅱ支痛。


本穴不宜灸。','https://i.postimg.cc/x1b4bsJj/image.png','sibai','zuyangmingweijing','2023-04-08 11:52:12','2023-04-08 11:52:12','足阳明胃经');
INSERT INTO health.aw_xueweis (title,description,poster,uni_key,category_key,create_time,update_time,category_name) VALUES
	 ('隐白','隐白，Yinbai，SP1，属足太阴脾经。在足大趾末节内侧，距趾甲角0.1寸。正坐垂足或仰卧，在踇指内侧，距趾甲角0.1寸处取穴。


隐，隐秘、隐藏也。白，肺之色也，气也。隐白名意指脾经体内经脉的阳热之气由本穴外出脾经体表经脉。本穴有地部孔隙与脾经体内经脉相连，穴内气血为脾经体内经脉外传之气，因气为蒸发外出，有不被人所觉察之态，如隐秘之象，故名隐白。



调经统血，健脾回阳。


主治病症：


1.妇产科系统疾病：功能性子宫出血，子宫痉挛；


2.五官科系统疾病：牙龈出血，鼻出血；


3.精神神经系统疾病：小儿惊风，癔病，昏厥；


4.消化系统疾病：消化道出血，腹膜炎，急性胃肠炎；


5.其它：尿血。


刺法：


1.浅刺0.1～0.2寸，局部胀痛；


2.或用三棱针点刺挤压出血，常用于神昏、胸闷咳喘。


古为禁灸穴。','https://i.postimg.cc/VkpJLW2c/image.png','sibai','zutaiyinpijing','2023-04-08 11:53:14','2023-04-08 12:03:55','足太阴脾经'),
	 ('大都','大都，Dadu，SP2，属足太阴脾经。在足内侧缘，当足大趾本节（第1跖趾关节）前下方赤白肉际凹陷处。正坐垂足或仰卧位，在（踇）趾内侧，第一跖趾关节前下方，赤白肉际处取穴。


大，穴内气血场的范围大也。都，都市也，物质的集散之所也。大都名意指脾经的气血物质在此聚集。本穴物质为隐白穴传来的生发之气，至本穴后为聚集之状，如都市之物质聚散也，故名大都。


泄热止痛，健脾和中。


主治病症：


1.消化系统疾病：胃炎，胃痉挛，腹胀腹痛，急慢性肠炎；


2.呼吸系统疾病：脑血管病后遗症，小儿抽搐，足趾痛。


刺法：直刺0.3～0.5寸，局部酸胀。


灸法：艾炷灸1～3壮，艾条灸5～10分钟。 孕妇及产后百日内禁灸。','https://i.postimg.cc/Zqjsk0C2/image.png','dadu','zutaiyinpijing','2023-04-08 12:01:00','2023-04-08 12:03:52','足太阴脾经'),
	 ('太白','太白，Taibai，SP3，属足太阴脾经。在足内侧缘，当足大趾本节（第1跖趾关节）后下方赤白肉际凹陷处。正坐垂足或仰卧位，在第一跖趾关节后缘，赤白肉际处取穴。


太，大也。白，肺之色也，气也。太白名意指脾经的水湿云气在此吸热蒸升，化为肺金之气。本穴物质为大都穴传来的天部水湿云气，至本穴后受长夏热燥气化蒸升，在更高的天部层次化为金性之气，故名太白。


健脾和胃，清热化湿。


主治病症：


1.消化系统疾病：胃痉挛，胃炎，消化不良，腹胀，便秘，肠炎，痔疮；


2.运动系统疾病：腰痛，下肢麻痹或疼痛。


刺法：直刺0.3～0.5寸，局部酸胀。


灸法：艾炷灸3～5壮，艾条灸5～10分钟。','https://i.postimg.cc/hGyFL2bX/image.png','taibai','zutaiyinpijing','2023-04-08 12:01:48','2023-04-08 12:03:47','足太阴脾经'),
	 ('公孙','公孙，Gongsun，SP4，属足太阴脾经。在足内侧缘，当第1跖骨基底的前下方。正坐垂足或仰卧位，在第一跖骨基底前下缘，赤白肉际处取穴，距太白1寸。


公孙，公之辈与孙之辈也，言穴内气血物质与脾土之间的关系也。脾经物质五行属土，其父为火，其公为木，其子为金，其孙为水。公孙名意指本穴物质为脾经与冲脉的气血相会后化成了天部的水湿风气。本穴物质来源于二个方面，一是太白穴传来的天部之气，二是由地部孔隙传来的冲脉高温经水。冲脉的高温地部经水出体表后急速气化与天部的气态物相合，形成了本穴天部中的水湿风气，故名公孙。


健脾胃，调冲任。


主治病症：


1.消化系统疾病：胃痉挛，急慢性胃肠炎，胃溃疡，消化不良，痢疾，肝炎，腹水，胃癌，肠痉挛；


2.妇产科系统疾病：子宫内膜炎，月经不调；


3.其它：心肌炎，胸膜炎，癫痫，足跟痛。


刺法：直刺0.5～0.8寸，深刺可透涌泉，局部酸胀，可扩散至整个足底。


灸法：艾炷灸或温针灸3～5壮，艾条灸5～10分钟。','https://i.postimg.cc/SxLkMLv9/image.png','gongsun','zutaiyinpijing','2023-04-08 12:02:28','2023-04-08 12:03:42','足太阴脾经'),
	 ('极泉','极泉，Jiquan，HT1，属手少阴心经。在腋窝顶点，腋动脉博动处。上臂外展，在腋窝中部有动脉搏动处取穴。


极，顶也，房屋中的梁或最高位置。泉，水液也。极泉名意指心经经水由本开始向心经传运。本穴物质为巨阙穴募集的心经气血，循皮部上行至此后散热冷降而成为地部经水，所处为心经的最高部位，经水循心经下行时如从顶部落下，故名。


宽胸宁神。


主治病症：


1.循环系统疾病：冠心病，心绞痛，心包炎，脑血管病后遗症；


2.精神神经系统疾病：肋间神经痛，癔病；


3.其它：腋臭，肩周炎，颈淋巴结核，乳汁分泌不足。


4.弹拨本穴可预防冠心病，肺心病。


刺法：避开腋动脉，直刺0.3～0.5寸，整个腋窝酸胀，有麻电感向前臂、指端放散，或上肢抽动，以3次为度。不宜大幅度提插，以免刺伤腋窝部血管，引起腋内出血。


灸法：艾炷灸或温针灸3～5壮，艾条灸5～10分钟。','https://i.postimg.cc/tRfBhK00/image.png','gongsun','shoushaoyinxinjing','2023-04-08 12:08:40','2023-04-08 12:10:16','手少阴心经'),
	 ('青灵','青灵，Qingling，HT2，属手少阴心经。在臂内侧，当极泉与少海的连线上，肘横纹上3寸，肱二头肌的内侧沟中。伸臂，在少海与极泉的连线上，少海穴直上3寸，肱二头肌的尺侧缘。


青，肝之色也，指穴内气血的运行为风的横行。灵，灵巧也。青灵名意指本穴的气血运行为风木的横向运行方式。本穴物质为极泉穴下传血液的气化之气，在本穴的运行过程中，它因散热而缩合为水湿云气并以云气的方式向下传输，表现出风木的灵巧特征，故名。


理气止痛，宽胸宁心。


主治病症：


1.循环系统疾病：心绞痛；


2.精神神经系统疾病：神经性头痛，肋间神经痛；


3.其它：肩胛及前臂肌肉痉挛。


刺法：古代禁针。现代直刺0.5～1寸，局部酸胀，针感可向前臂及腋部放散。


灸法：艾炷灸3～7壮，艾条灸5～10分钟。','https://i.postimg.cc/NMbf38cT/image.png','qingling','shoushaoyinxinjing','2023-04-08 12:09:42','2023-04-08 12:10:12','手少阴心经');
